[Tech_EndgameRepeatableIntel X2TechTemplate]
DisplayName="实地考察"
Summary="飞船团队中的许多人都要求加入实地研究任务.这将是一个机会，通过修复我们士兵无法理解的外星设备来获取情报.志愿者承诺严格保持非战斗角色，在战场上服从军事人员，不干扰任务目标."
CodeName="衔尾蛇"
LongDescription="飞船团队中的许多人都要求加入实地研究任务.这将是一个机会，通过修复我们士兵无法理解的外星设备来获取情报.志愿者承诺严格保持非战斗角色，在战场上服从军事人员，不干扰任务目标."
UnlockedDescription="已收集 <XGParam:StrValue0/!Quantity/> 情报"

[Tech_EndgameRepeatableSupplies X2TechTemplate]
DisplayName="工艺品"
Summary="除了构建军事和工业技术外，我们的工程师还可以生产一些消费品和医疗设备，这些产品和医疗设备将有助于抵抗运动，同时为XCOM创造收入来源。我们可以以适度的费用与我们的盟友交换这些小商品."
CodeName="西西弗斯"
LongDescription="联合研究和生产：\n\n除了构建军事和工业技术外，我们的工程师还可以生产一些消费品和医疗设备，这些产品和医疗设备将有助于抵抗运动，同时为XCOM创造收入来源。我们可以以适度的费用与我们的盟友交换这些小商品."
UnlockedDescription="已制作 <XGParam:StrValue0/!Quantity/> 补给"

[Tech_EndgameRepeatableAlloys X2TechTemplate]
DisplayName="合金冶炼"
CodeName="赫菲斯托斯"
Summary="一组工程师提出了一种回收废合金的方法，例如在制造过程中被切掉并通常被丢弃的微小碎片.这些材料将被收集并冶炼成球形钢锭，从而提供可用的即用型材料库存."
LongDescription="一组工程师提出了一种回收废合金的方法，例如在制造过程中被切掉并通常被丢弃的微小碎片.这些材料将被收集并冶炼成球形钢锭，从而提供可用的即用型材料库存."
UnlockedDescription="冶炼 <XGParam:StrValue0/!Quantity/> 合金"

[Tech_EndgameRepeatableElerium X2TechTemplate]
DisplayName="超铀精炼"
CodeName="德墨忒尔"
Summary="我们的团队正在合作，将超铀提炼成更浓缩的形式。由于材料的挥发性，这项工作需要专业的化学家和化学工程师。对我们来说，好处将是巨大的，因为由于化合物的纯度，单位体积的产量显着提高."
LongDescription="我们的团队正在合作，将超铀提炼成更浓缩的形式。由于材料的挥发性，这项工作需要专业的化学家和化学工程师。对我们来说，好处将是巨大的，因为由于化合物的纯度，单位体积的产量显着提高."
UnlockedDescription="精炼 <XGParam:StrValue0/!Quantity/> 超铀"

[Tech_EndgameRepeatableEleriumCoreSCI X2TechTemplate]
DisplayName="超铀核心纳米组装"
CodeName="菲吕拉"
Summary="这太吸引人了！似乎一些科学家已经承担了组装超铀核心的任务，他们希望在原始设计的基础上进行组装，而无需工程师团队的任何投入。这一决定可能是出于证明自己或探索替代方法的愿望。
有趣的是，这个项目起源于工程师们对这个想法的嘲笑.有时，伟大的发现和成就可能来自意想不到的地方.似乎对谜语的赌注在激励工程师进一步追求这个项目方面发挥了作用.为了支持这一努力，该实验室配备了一个能够生产纳米核心的小型制造工厂.这些核心被设计为具有与外星核心相似的力量和多功能性。这一发展为技术和研究的进步开辟了新的可能性.总的来说，很高兴看到科学家和工程师在Elerium核心组装领域合作并突破知识和创新的界限."
LongDescription="这太吸引人了！似乎一些科学家已经承担了组装超铀核心的任务，他们希望在原始设计的基础上进行组装，而无需工程师团队的任何投入。这一决定可能是出于证明自己或探索替代方法的愿望。
有趣的是，这个项目起源于工程师们对这个想法的嘲笑.有时，伟大的发现和成就可能来自意想不到的地方.似乎对谜语的赌注在激励工程师进一步追求这个项目方面发挥了作用.为了支持这一努力，该实验室配备了一个能够生产纳米核心的小型制造工厂.这些核心被设计为具有与外星核心相似的力量和多功能性。这一发展为技术和研究的进步开辟了新的可能性.总的来说，很高兴看到科学家和工程师在Elerium核心组装领域合作并突破知识和创新的界限."
UnlockedDescription="获得 1 核心"

[Tech_EndgameRepeatableEleriumCoreENG X2TechTemplate]
DisplayName="令人印象深刻的是，由沈领导的工程团队已经开发出了一个超铀核心中心来容纳多个纳米核心.他们似乎决心创造一些超越迄今为止获得的外星核心的力量和能力的东西.工程团队的这项创新展示了他们在突破技术界限方面的奉献精神和专业知识.通过创建一个可以容纳多个纳米内核的倍增器，他们可能旨在提高超铀内核的整体功率输出和多功能性。超铀核心的开发为进一步的进步和研究开辟了新的可能性.有了这个倍增器，科学家和工程师可以探索超铀技术的更多应用和潜在用途.看到科学家和工程师之间的合作和竞争令人鼓舞，因为他们继续推动超铀核心组装领域的进步.他们的共同努力必将带来显著的技术突破，并推动我们进一步迈向未来."
CodeName="赫利俄斯"
Summary="令人印象深刻的是，由沈领导的工程团队已经开发出了一个超铀核心中心来容纳多个纳米核心.他们似乎决心创造一些超越迄今为止获得的外星核心的力量和能力的东西.工程团队的这项创新展示了他们在突破技术界限方面的奉献精神和专业知识.通过创建一个可以容纳多个纳米内核的倍增器，他们可能旨在提高超铀内核的整体功率输出和多功能性。超铀核心的开发为进一步的进步和研究开辟了新的可能性.有了这个倍增器，科学家和工程师可以探索超铀技术的更多应用和潜在用途.看到科学家和工程师之间的合作和竞争令人鼓舞，因为他们继续推动超铀核心组装领域的进步.他们的共同努力必将带来显著的技术突破，并推动我们进一步迈向未来."
UnlockedDescription="获得 1 核心"